[
  {"Content": "«حق المسلم على المسلم ست: إذا لقيته فسلم عليه، وإذا دعاك فأجبه، وإذا استنصحك فانصحه، وإذا عطس فحمد الله فشمته، وإذا مرض فعده، وإذا مات فاتبعه».", "OnPublisher": "عن أبي هريرة، رواه مسلم"},
  {"Content": "«الحياء لا يأتي إلا بخير».", "OnPublisher": "عن عمران بن الحصين، رواه الشيخان"},
  {"Content": "«الحياء من الإيمان».", "OnPublisher": "عن ابن عمر، متفق عليه"},
  {"Content": "«الخالة بمنزلة الأم».", "OnPublisher": "عن البراء، رواه الشيخان"},
  {"Content": "«خذي من ماله بالمعروف ما يكفيك ويكفي بنيك، قاله لهند بنت عتبة امرأة أبي سفيان».", "OnPublisher": "عن عائشة، رواه الشيخان"},
  {"Content": "«خياركم، أحاسنكم أخلاقا».", "OnPublisher": "عن ابن عمر، رواه الشيخان"},
  {"Content": "«دخلت امرأة النار في هِرَّة ربطتها، فلم تطعمها ولم تدعها تأكل من خَشاش الأرض حتى ماتت» (خشاش الأرض: هوامها).", "OnPublisher": "عن أبي هريرة، رواه الشيخان"},
  {"Content": "«الدين النصيحة، قالوا: لمن يا رسول الله؟ قال: لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم».", "OnPublisher": "عن تميم الداري، أخرجه مسلم"},
  {"Content": "«الساعي على الأرملة والمسكين، كالمجاهد في سبيل الله أو القائم الليل، الصائم النهار».", "OnPublisher": "عن أبي هريرة، رواه الشيخان"},
  {"Content": "«سِباب المسلم فسوق وقتاله كفر».", "OnPublisher": "عن ابن مسعود، رواه الشيخان"},
  {"Content": "«السَّخِيُّ قريبٌ من الله، قريب من الناس، قريب من الجنة بعيد من النار، والبخيل بعيد من الله، بعيد من الجنة، بعيد من الناس، قريب من النار، ولجاهل سخيٌّ، أحب إلى الله تعالى من عابد بخيل».", "OnPublisher": "عن أبي هريرة، أخرجه الترمذي"},
  {"Content": "«السمع والطاعة حق ما لم يؤمر بمعصية، فإذا أمر بمعصية فلا سمع ولا طاعة».", "OnPublisher": "عن ابن عمر، أخرجه البخاري"},
  {"Content": "«العائد في هبته، كالكلب يقيء ثم يعود في قيئه».", "OnPublisher": "عن ابن عباس، متفق عليه"},
  {"Content": "«عليكم بالصدق، فإن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة، وما يزال الرجل يصدق ويتحرى الصدق حتى يُكتب عند الله صِدِّيقا، وإياكم والكذب، فإن الكذب يهدي إلى الفجور، وإن الفجور يهدي إلى النار، وما يزال الرجل يكذب ويتحرى الكذب حتى يُكتب عند الله كذابا».", "OnPublisher": "عن ابن مسعود، متفق عليه"},
  {"Content": "«قد أذن الله لكنّ أن تخرجن لحوائجكن».", "OnPublisher": "عن عائشة، رواه الشيخان"},
  {"Content": "«كل شراب أسكر فهو حرام».", "OnPublisher": "عن عائشة، أخرجه الستة"},
  {"Content": "«كلكلم راع وكل راع مسؤول عن رعيته، فالإمام راع ومسؤول عن رعيته، والرجل راع في أهله وهو مسؤول عن رعيته، والمرأة في بيت زوجها راعية وهي مسؤولة عن رعيتها، والخادم في مال سيده راع وهو مسؤول عن رعيته».", "OnPublisher": "عن ابن عمر، أخرجه الخمسة"},
  {"Content": "«كل مسكر خمر، وكل مسكر حرام».", "OnPublisher": "عن ابن عمر، أخرجه مسلم"},
  {"Content": "«كل معروف صدقة».", "OnPublisher": "عن جابر، أخرجه البخاري"},
  {"Content": "«لا ترغبوا عن آبائكم، فمن رغب عن أبيه، فهو كفر».", "OnPublisher": "عن أبي هريرة، رواه مسلم"},
  {"Content": "«لا تسبوا الأموات، فإنهم قد أفضوا إلى ما قدَّموا».", "OnPublisher": "عن عائشة، رواه البخاري"},
  {"Content": "«لا تمنعو النساء المساجد إذا استأذنَّكم إليها».", "OnPublisher": "عن عبد الله بن عمر، رواه مسلم"},
  {"Content": "«لا حسد إلا في اثنتين: رجل آتاه الله مالا فسلطه على هلكته في الحق، ورجل آتاه الله الحكمة فهو يقضي بها ويعلمها».", "OnPublisher": "عن عبد الله بن مسعود، أخرجه البخاري"},
  {"Content": "«لا يحكم أحد بين اثنين وهو غضبان».", "OnPublisher": "عن أبي بكرة، متفق عليه"},
  {"Content": "«لا يحل دم امرىء مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: الثيّب الزاني، والنفس بالنفس، والتارك لدينه المفارق للجماعة».", "OnPublisher": "عن ابن مسعود، متفق عليه"},
  {"Content": "«لا يحل لرجل مسلم أن يعطي العطية ثم يرجع فيها إلا الوالد فيما يعطي ولده».", "OnPublisher": "عن ابن عمر وابن عباس، رواه أحمد والأربعة"},
  {"Content": "«لا يَخْلُوَنَّ رجل بامرأة إلا مع ذي مَحرَم».", "OnPublisher": "عن ابن عباس، رواه البخاري"}
]
